/* label of button to dismiss sheet without agreeing (Close rather than OK) */
"Close" = "닫기";

/* primary label with product name */
"Connecting to %@..." = "연결하는 중 %1@...";

/* primary label */
"Connecting..." = "연결 중...";

/*
 * Primary label displayed when app runs in "about box" mode.
 * Most of the time this is obscured by the sheet displaying the information
 * about the application.
 */
"PrimaryLabelAbout" = "정보...";

//----- download progress info -----------------------------------------------//

/* No comment provided by engineer. */
"Downloading (%@ out of %@ Bytes)" = "다운로드 중(%1$@/%2$@바이트)";

/* No comment provided by engineer. */
"Downloading (%@ out of %@ KB)" = "다운로드 중(%1$@/%2$@KB)";

/* No comment provided by engineer. */
"Downloading (%@ out of %@ MB)" = "다운로드 중(%1$@/%2$@MB)";

//----- product display names ------------------------------------------------//

/** Name displayed in lieu of product when product is not known */
"UnknownTheProduct" = "응용 프로그램";

/* G2M product display name */
"GoToMeeting" = "GoToMeeting";

/* G2T product display name */
"GoToTraining" = "GoToTraining";

/* G2W product display name */
"GoToWebinar" = "GoToWebinar";

/* G2A product display name */
"GoToAssist" = "GoToAssist";

/* G2AC product display name */
"GoToAssist Corporate" = "GoToAssist Corporate";

/* GoToMyPC product display name */
"GoToMyPC" = "GoToMyPC";


//----- About Box ------------------------------------------------------------//


/* Message (title) displayed on face of about box sheet. */
"AboutBoxMessage" = "GoTo Opener 정보";

/* Detailed info displayed on face of about box sheet. */
"AboutBoxInfo" = "GoTo Opener는 사용자의 컴퓨터에서 GoTo 웹 사이트와 소프트웨어가 원활하게 실행될 수 있도록 지원합니다.\n\n버전: %@\n\n위치: %@";


//----- task labels for main window ------------------------------------------//

/* generic launch progress label */
"Initializing" = "초기화 중";

/*
 * Progress label displayed while just-launched, persistently-installed app
 * initially downloads session parameters from Launcher Service
 */
"DownloadingArgs" = "특정 시작 정보 요청 중";

/* progress label displayed while waiting for another DownloaderApp to finish */
"WaitingForMutex" = "다른 GoTo Opener가 완료될 때까지 기다리는 중";

/* progress label displayed while DownloaderApp installs itself to persistent location */
"InstallingDlApp" = "GoTo Opener 설치 중";

/* generic starting plugin download progress label */
"Starting Plugin Download" = "플러그인 다운로드를 시작하는 중";

/* generic installing plugin label */
"Installing Plugin" = "플러그인 설치 중";

/* generic starting download progress label */
"Starting Download" = "다운로드를 시작하는 중";

/* generic downloading progress label */
"Downloading" = "다운로드 중";

/* generic verify archive progress label */
"Verifying" = "확인 중";

/* generic unarchiving progress label */
"Unzipping" = "압축을 푸는 중";

/* generic launch progress label */
"Installing" = "설치 중";

/* generic launch progress label */
"Launching" = "시작하는 중";

/* launch installer progress label */
"Launching Installer" = "설치 관리자를 시작하는 중";

//----- Message text for error alert sheets ----------------------------------//

/* download failed alert message */
"Download Failed" = "다운로드 실패";

/* unarchive failed alert message */
"Unarchive Failed" = "압축 해제 실패";

/* installation failed alert message */
"Installation Failed" = "설치 실패";

/* launch failed alert message */
"Launch Failed" = "시작 실패";

//----- Info text for error alert sheets -------------------------------------//

/* boilerplate introduction for error sheets indicating complete failure of the Launcher to launch app, into which specific product name is inserted */
"AppFatalMsgPre"  = "GoTo Opener가 %@을(를) 시작하지 못했습니다.";

/* boilerplate introduction for error sheets indicating complete failure of the Launcher to install package, into which specific product name is inserted */
"InstallFatalMsgPre"  = "GoTo Opener가 %@을(를) 설치하지 못했습니다.";

/* boilerplate conclusion for error sheets indicating complete failure of the Launcher */
"GenericFatalMsgPost" = "다운로드를 다시 시작하거나 글로벌 고객 지원(http://link.logmeininc.com/get-help)에 문의하십시오.";

/* boilerplate introduction for error sheets indicating failure of the Launcher to download component due to SSL certificate validation errors. */
"SslCertFatalMsgPre"  = "GoTo Opener가 다운로드 서버를 신뢰할 수 없습니다.";

/* boilerplate conclusion for error sheets indicating failure of the Launcher to download component due to SSL certificate validation errors. */
"SslCertFatalMsgPost" = "키 체인에서 신뢰할 수 있는 인증서를 업데이트했는지 확인하거나 글로벌 고객 지원(http://link.logmeininc.com/get-help)에 문의하십시오.";

/* notify user that product endpoint version doesn't support OS version */
"ProductSupportForOsErrorInfo" = "요청한 버전의 %@에서 이 버전의 Mac OS X를 지원하지 않습니다.";

/* app download failed alert informative text */
"DownloadAppFailedErrorInfo" = "서버에서 필요한 응용 프로그램을 다운로드하지 못했습니다.";

/* app download failed alert instructions to manually download and install endpoint */
"DownloadAppFailedOfferManualDownload" = "앱 다운로드 문제가 발생하여 %@을(를) 시작하지 못했습니다. 웹 브라우저를 대신 사용하여 파일을 저장하십시오.\n\n1. [브라우저에서 다운로드] 단추를 클릭합니다.\n2. 다운로드한 파일을 열어 설치합니다.\n3. 세션에 다시 가입합니다.";

/* app download failed alert instructions to manually download and install endpoint, post part */
"DownloadAppFailedOfferManualDownloadPost" = "도움이 필요하면 시스템 관리자에게 문의하거나 %@ 지원 링크\nhttps://link.logmeininc.com/get-help를 통해 문의하십시오.";


/* app download failed alert download button */
"Download" = "브라우저에서 다운로드";

/* installer download failed alert informative text */
"DownloadInstallerFailedErrorInfo" = "서버에서 설치 관리자를 다운로드하지 못했습니다.";

/* app unarchive failed alert informative text */
"UnarchiveAppFailedErrorInfo" = "필요한 응용 프로그램의 압축을 해제하지 못했습니다.";

/* installer unarchive failed alert informative text */
"UnarchiveInstallerFailedErrorInfo" = "설치 관리자의 압축을 해제하지 못했습니다.";

/* failed to place app bundle in permanent location, alert informative text */
"InstallAppFailedErrorInfo" = "필요한 응용 프로그램을 설치하지 못했습니다.";

/* app launch failed alert informative text */
"LaunchAppFailedErrorInfo" = "필요한 응용 프로그램을 시작하지 못했습니다.";

/* installer launch failed alert informative text */
"LaunchInstallerFailedErrorInfo" = "설치 관리자를 시작하지 못했습니다.";

/* app arguments download failed alert informative text */
"DownloadAppArgumentsFailedErrorInfo" = "서버에서 필요한 응용 프로그램 인수를 다운로드하지 못했습니다.";


//----- for SSL error alert sheets -------------------------------------------//

/* label of button to retry on authentication timeout (not abort the app) */
"AuthTimeoutErrorRetryButtonLabel" = "다시 시도";

/* label of button to cancel retry on authentication timeout (so abort the app) */
"AuthTimeoutErrorCancelButtonLabel" = "닫기";

/* authentication timeout alert message */
"AuthTimeoutErrorMsg" = "인증이 너무 오래 걸렸습니다";

/* authentication timeout alert informative text */
"AuthTimeoutErrorInfo" = "적절한 시간 내에 자격 증명을 인증할 수 없습니다. 제출한 이름 또는 암호가 올바르지 않은 것 같습니다. 다시 시도하십시오.";

/* label of button to retry on connection lost during authentication (not abort the app) */
"AuthDisconnectErrorRetryButtonLabel" = "다시 시도";

/* label of button to cancel retry on connection lost during authentication (so abort the app) */
"AuthDisconnectErrorCancelButtonLabel" = "닫기";

/* disconnect during authentication alert message */
"AuthDisconnectErrorMsg" = "인증 실패";

/* disconnect during authentication alert informative text */
"AuthDisconnectErrorInfo" = "인증하는 동안 네트워크 연결이 예기치 않게 끊겼습니다. 제출한 이름 또는 암호가 올바르지 않는 것 같습니다. 다시 시도하십시오.";

/* SSL server certificate error alert message */
"ServerSslCertErrorMsg" = "서버 ID를 신뢰할 수 없음";

/* generic SSL server certificate error informative text */
"ServerSslCertError" = "서버의 인증서가 잘못된 것 같습니다. 서버에 연결하면 기밀 정보가 노출될 수 있습니다.";

/* generic SSL server certificate error informative text <URL including host> */
"ServerSslCertErrorWithUrl" = "\\'%@\\'에서 서버의 인증서가 잘못된 것 같습니다. 서버에 연결하면 기밀 정보가 노출될 수 있습니다.";

/* generic SSL server certificate error informative text <host name> */
"ServerSslCertErrorWithHostName" = "서버 \\'%@\\'의 인증서가 잘못된 것 같습니다. 서버에 연결하면 기밀 정보가 노출될 수 있습니다.";

/* label of button to close server certificate error dialog and abort the app */
"ServerCertErrorCancelButtonLabel" = "닫기";
